Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: You can create opportunities for the sales opportunities you have on your contacts.
cs_cz: Můžete vytvářet příležitosti pro prodejní příležitosti, které máte ve svých kontaktech.

source: All opportunities must be assigned to a salesperson or purchaser and must have a contact.
cs_cz: Všechny příležitosti musí být přiřazeny prodejci nebo nákupčímu a musí mít kontakt.

source: You can create opportunities from the Opportunity List window.
cs_cz: Příležitosti můžete vytvořit v okně Přehled příležitostí.

source: But you typically will create opportunities from the specific contact or salespeople.
cs_cz: Ale typicky vytvoříte příležitosti od konkrétního kontaktu nebo obchodníků.

source: Before you can create opportunities, you must set up opportunity sales cycles.
cs_cz: Než budete moci vytvářet příležitosti, musíte nastavit cykly prodejních příležitostí.

source: For more information see How to:
cs_cz: Další informace naleznete v tématu Návod:

source: Set Up Opportunity Sales Cycles and Stages .
cs_cz: Nastavení cyklů prodejních příležitostí a fází .

source: To create an opportunity from a salesperson
cs_cz: Vytvoření příležitosti od prodejce

source: In the top right corner, choose the Search for Page or Report icon, enter Salespeople, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Prodejci/Nákupčí a poté vyberte příslušný odkaz.

source: Select the salesperson from the list for whom you want to create an opportunity.
cs_cz: Vyberte ze seznamu prodejce, pro kterého chcete vytvořit příležitost.

source: Choose the Opportunities action, and then choose List.
cs_cz: Zvolte akci Příležitosti a poté zvolte Seznam.

source: Choose New, and then fill in the relevant fields.
cs_cz: Zvolte Nový a vyplňte příslušná pole.

source: To create an opportunity from a contact
cs_cz: Vytvoření příležitosti z kontaktu

source: Select the contact from the list for whom you want to create an opportunity.
cs_cz: Vyberte ze seznamu kontakt, pro který chcete vytvořit příležitost.

source: Do one of the following:
cs_cz: Proveďte jeden z následujících:

source: Choose the Create Opportunity action.
cs_cz: Zvolte akci Vytvořit příležitost

source: Choose the Opportunities action, and then choose New.
cs_cz: Zvolte akci Příležitosti a poté zvolte Nový.

source: Fill in the relevant fields.
cs_cz: Vyplňte příslušná pole.

source: Work with Dynamics NAV
cs_cz: Práce s Dynamics NAV

source: Create Segments
cs_cz: Vytvoření segmentů

source: You can create segments to select a group of contacts, for example, if you want to create an interaction involving several contacts, such as direct mail.
cs_cz: Segmenty můžete vytvořit pro výběr skupiny kontaktů, například chcete-li vytvořit interakci zahrnující několik kontaktů, jakou je například přímá pošta.

source: To create a segment
cs_cz: Vytvoření segmentu

source: In the General section, in the No.
cs_cz: V sekci Obecné v poli Číslo

source: field, enter a number for the segment.
cs_cz: zadejte číslo segmentu.

source: Alternatively, if you have set up number series for segments in the Marketing Setup window, you can press Enter to select the next available segment number.
cs_cz: Alternativně, pokud jste nastavili číselné řady pro segmenty v okně Nastavení marketingu, můžete zmáčknout Enter pro vybrání dalšího čísla segmentu, které je k dispozici.

source: Fill in the other fields on the header.
cs_cz: Vyplňte pole v hlavičce.

source: You can now add contacts to the segment.
cs_cz: Nyní můžete do segmentu přidat kontakty.

source: Link Contacts With Customers, Vendors, and Bank Accounts
cs_cz: Propojení kontaktů se zákazníky, dodavateli a bankovními účty

source: If you have contact and either a customer, vendor, or bank account for the same company, you can link the two entities.
cs_cz: Pokud máte kontakt na zákazníka, dodavatele nebo bankovní účet stejné společnosti, můžete tyto dvě entity spojit.

source: Linking the two entities enables you to synchronize data that is common so that it is the same in both places.
cs_cz: Spojení dvou entit umožňuje synchronizovat data, která jsou společná, takže jsou stejná na obou místech.

source: Link a Contact to an Existing Customer, Vendor, or Bank Account
cs_cz: Spojení kontaktu s existujícím zákazníkem, dodavatelem nebo bankovním účtem

source: Open the contact that you want to link.
cs_cz: Otevřete kontakt, který chcete spojit.

source: Choose the Link with existing action, and then choose Customer, Vendor, or Bank.
cs_cz: Zvolte akci Spojit s existujícím a poté zvolte buď Zákazník, Dodavatel nebo Banka.

source: Select the customer, vendor, or bank account to link to.
cs_cz: Vyberte zákazníka, dodavatele nebo bankovní účet, který chcete spojovat.

source: In the Current Master Fields, you specify which fields should prioritize in case of conflicting information in fields common to the contact and customer, vendor, or account.
cs_cz: V Aktuální platná pole určíte, která pole se mají upřednostnit v případě konfliktních informací v polích společného kontaktu zákazníka, dodavatele nebo účtu.

source: For example, if the salesperson code is different in the contact than the customer, you can decide, by selecting Contact, to use the information in the contact.
cs_cz: Pokud je například kód prodejce v kontaktu jiný než zákazník, můžete se rozhodnout výběrem Kontakt pro použití informace v kontaktu.

source: Synchronizing Contacts With Customers, Vendors, and Bank Accounts Create and Manage Contacts
cs_cz: Synchronizace kontaktů se zákazníky, dodavateli a bankovními účty Vytvoření a správa kontaktů

source: Set Up Opportunity Sales Cycles and Cycle Stages
cs_cz: Nastavení cyklů prodejních příležitostí a fází prodejních cyklů

source: Before you can start using sales opportunities, you must set up sales cycles and sales cycle stages.
cs_cz: Než začnete využívat prodejní příležitosti, musíte nastavit prodejní cykly a fáze prodejního cyklu.

source: A sales cycle is made up of a series of stages that go from the initial contact to the closing of a sale.
cs_cz: Prodejní cyklus se skládá ze série fází, které jdou od počátečního kontaktu až k uzavření prodeje.

source: Each stage can have certain requirements that must be met, such as requiring a sales quote, before an opportunity can go to the next stage.
cs_cz: Každá fáze může mít určité požadavky, které musí být splněny, jako je požadavek na prodejní nabídku, než může jít příležitost do další fáze.

source: You can also specify whether a stage can be skipped.
cs_cz: Můžete také určit, zda je možné přeskočit fázi.

source: You can setup as many sales cycles as you need, and you can set up as many sales cycle stages as necessary within a sales cycle.
cs_cz: Můžete nastavit tolik prodejních cyklů, kolik potřebujete, a můžete nastavit tolik fází prodejních cyklů, kolik bude potřeba v rámci prodejního cyklu.

source: Implementing opportunity sales cycles involves setting up the sales cycle code, defining the different stages of the cycle, and then assigning the cycle to opportunities.
cs_cz: Implementace příležitostných prodejních cyklů zahrnuje nastavení kódu prodejního cyklu, definování jednotlivých fází cyklu a následné zařazení cyklu do příležitostí.

source: To set up an opportunity sales cycle code
cs_cz: Nastavení kódu příležitostného prodejního cyklu

source: In the top right corner, choose the Search for Page or Report icon, enter Sales Cycles, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Prodejní cykly a pak vyberte související odkaz.

source: The Sales Cycles window opens, and lists all the existing sales cycles.
cs_cz: Otevře se okno Prodejní cykly a zobrazí seznam všech stávajících prodejních cyklů.

source: Choose the New action, and fill in the fields.
cs_cz: Vyberte akci Nový a vyplňte pole.

source: Repeat these steps to set up as many sales cycles as you want.
cs_cz: Opakujte tyto kroky k nastavení prodejních cyklů tolikrát, kolik jich budete potřebovat.

source: After you have set up opportunity sales cycles, you may want to set up the different stages within each cycle.
cs_cz: Po nastavení příležitostných prodejních cyklů můžete nastavit různé fáze v rámci každého cyklu.

source: To define opportunity sales cycle stages
cs_cz: Definování fáze příležitostných prodejních cyklů

source: In the Sales Cycles window, select the opportunity sales cycle for which you want to set up stages, and then choose the Stages action.
cs_cz: V okně Prodejní cykly vyberte příležitostný prodejní cyklus, pro který chcete nastavit fáze, a poté zvolte akci Fáze.

source: The Sales Cycle Stages window opens.
cs_cz: Zobrazí se okno Fáze prodejních cyklů.

source: Choose the New action to enter a new stage in the sales cycle.
cs_cz: Zvolte akci Nový, chcete-li zadat novou fázi v prodejním cyklu.

source: Repeat these steps to set up as many stages as you want within the sales cycle.
cs_cz: Opakujte tyto kroky, abyste nastavili tolik fází, kolik v rámci prodejního cyklu chcete.

source: To assign stage cycle to an opportunity
cs_cz: Přiřazení fáze cyklu k příležitosti

source: After you add the opportunities stage cycle, you can start to add sales opportunities, and then assign the stage cycle to opportunities by setting the Sales Cycle Code field.
cs_cz: Po přidání příležitostného prodejního cyklu můžete začít přidávat prodejní příležitosti a přiřadit cyklus fáze k příležitostem nastavením pole Kód prodejního cyklu.

source: Create Sales Opportunities .
cs_cz: Vytvoření prodejních příležitostí .

source: Processing Sales Opportunities
cs_cz: Zpracování prodejních příležitostí

source: Working with Dynamics NAV
cs_cz: Práce s Dynamics NAV

source: Set Up Industry Groups for Contact Companies
cs_cz: Nastavení průmyslové skupiny pro kontaktní společnosti

source: You use industry groups to indicate the type of industry to which your contacts belong, for example, the retail industry or the automobile industry.
cs_cz: Používáte průmyslové skupiny k označení typu průmyslu, ke kterému patří vaše kontakty, například maloobchod nebo automobilový průmysl.

source: Using industry groups on contacts is a two-step process.
cs_cz: Použití průmyslových skupin v kontaktech je proces o dvou krocích.

source: First, you define the industry group code.
cs_cz: Nejprve definujete kód průmyslové skupiny.

source: You only have to perform this step one time for each industry group.
cs_cz: Pro každou průmyslovou skupinu stačí tento krok provést pouze jednou.

source: Once you have an industry group code, you can start to assign the code to contact companies.
cs_cz: Jakmile máte průmyslovou skupinu, můžete začít přiřazovat kódy ke kontaktním společnostem.

source: Define an Industry Group Code
cs_cz: Definování kódu průmyslové skupiny

source: The industry group code defines the type or category of the group, such as ADVERT for advertising, or PRESS, for TV and radio.
cs_cz: Kód průmyslové skupiny definuje typ nebo kategorii skupiny, např. REKLAMA pro reklamu nebo TISK pro televizní a rozhlasové vysílání.

source: You can have several industry group codes.
cs_cz: Můžete mít několik kódů průmyslových skupin.

source: To define the industry groups, you use the Industry Groups window.
cs_cz: Chcete-li definovat průmyslové skupiny, použijete okno Průmyslové skupiny.

source: In the top right corner, choose the Search for Page or Report icon, enter Industry Groups, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Průmyslové skupiny a pak vyberte související odkaz.

source: You cannot assign industry groups to a contact person - only companies.
cs_cz: Nemůžete přiřadit průmyslové skupiny ke kontaktním osobám - pouze společnosti.

source: Choose the Company action, and then the Industry Groups action.
cs_cz: Zvolte akci Společnost a poté akci Průmyslové skupiny.

source: The Contact Industry Groups window opens.
cs_cz: Otevře se okno Průmyslové skupiny kontaktu.

source: In the Industry Groups Code field, select the industry groups you want to assign.
cs_cz: V poli Kód průmyslových skupiny vyberte průmyslové skupiny, které chcete přiřadit.

source: Repeat these steps to assign as many industry groups as you want.
cs_cz: Opakujte tyto kroky, abyste přiřadili tolik průmyslových skupin, kolik chcete.

source: You can also assign industry groups from the contact list by following the same procedure.
cs_cz: Průmyslové skupiny můžete také přiřadit stejným postupem ze seznamu kontaktů.

source: The number of industry groups that you have assigned to the contact is displayed in the No. of Industry Groups field on the Segmentation section of the Contact window.
cs_cz: Počet průmyslových skupin, které jste přidali ke kontaktu, se zobrazuje v poli Počet průmyslových skupin v sekci Segmentace v okně Kontaktu.

source: After you have assigned industry groups to your contacts, you can use this information to select contacts for your segments.
cs_cz: Po přidělení průmyslových skupin k vašim kontaktům můžete pomocí těchto informací vybrat kontakty pro vaše segmenty.

source: Managing Interactions With Contacts
cs_cz: Správa interakcí s kontakty

source: In Dynamics NAV, interactions are all types of communications between your company and your contacts.
cs_cz: Interakce v Dynamics NAV jsou všechny typy komunikace mezi vaší společností a vašimi kontakty.

source: For example, communications can be by letter, fax, email, telephone, meetings, and so on.
cs_cz: Komunikace může být například dopisem, faxem, e-mailem, telefonem, schůzkami a podobně.

source: The relationship management area enables you to record all the interactions you have with your contacts in order to keep track of the sales and marketing efforts you have directed at your contacts and to improve your future business interactions with them.
cs_cz: Oblast správce vztahů vám umožňuje zaznamenat všechny interakce, které máte s vašimi kontakty, abyste sledovali prodejní a marketingové úsilí, které jste nasměrovali k vašim kontaktům, a zlepšit s nimi své budoucí obchodní vztahy.

source: Setting up your application to record interactions consists of these tasks:
cs_cz: Nastavení aplikace pro zaznamenávání interakcí skládajících se z těchto úloh:

source: Setting up interaction templates
cs_cz: Nastavení šablon interakcí

source: Creating interactions on contacts or segments
cs_cz: Vytvoření interakcí s kontakty a segmenty

source: View and manage recorded interactions
cs_cz: Zobrazení a správa zaznamenané interakce

source: Set Up Interaction Templates
cs_cz: Nastavení šablon interakcí

source: Before you can create and record interactions, you must set up interaction templates.
cs_cz: Než budete moci vytvořit interakce, musíte nastavit šablony interakcí.

source: When creating interactions, you must specify the interaction templates they are based on.
cs_cz: Při vytváření interakcí musíte zadat šablony interakcí, na kterých jsou založeny.

source: An interaction template is a model that defines the basic characteristics of an interaction.
cs_cz: Šablona interakce je model, který definuje základní charakteristiky interakce.

source: You set up an interaction template in the Interaction Templates window.
cs_cz: Nastavujete šablonu interakcí v okně Šablony interakce.

source: Create Interactions
cs_cz: Vytvoření interakcí

source: There are two ways of recording interactions:
cs_cz: Existují dva způsoby zaznamenávání interakcí:

source: You can manually create interactions that are linked to a single contact or to a segment.
cs_cz: Můžete ručně vytvořit interakce, které jsou spojeny s jediným kontaktem nebo se segmentem.

source: Create Interactions on Contacts and Segments .
cs_cz: Vytvoření interakcí s kontakty a segmenty .

source: You can automatically record interactions when you perform actions in the application, for example, when you print an invoice, or quote.
cs_cz: Můžete automaticky zaznamenávat interakce, když provádíte akce v aplikaci, například když tisknete fakturu nebo nabídku.

source: For more information, see Automatically Record Interactions with Contacts.
cs_cz: Další informace naleznete v tématu Automatické zaznamenání interakcí s kontakty.

source: View and Manage Recorded Interactions
cs_cz: Zobrazení a správa zaznamenaných interakcí

source: You can view all the recorded interactions that have not been deleted in the Interaction Log Entries window.
cs_cz: Můžete zobrazit všechny zaznamenané interakce, které nebyly odstraněny v okně Položky protokolu interakce.

source: You can open this window by:
cs_cz: Toto okno můžete otevřít:

source: Using the Search for Page or Report icon to search on Interaction Log Entries.
cs_cz: Použitím ikony Vyhledat stránku nebo sestavu k vyhledání v Položky protokolu interakce.

source: Choosing the Interaction Log Entries action on a contact or segment.
cs_cz: Volba akce Položky protokolu interakce s kontaktem nebo segmentem.

source: The Interaction Log Entry window contains the interactions you create manually and the interactions that the application records automatically.
cs_cz: Okno Položka protokolu interakce obsahuje interakce, které vytvoříte ručně, a interakce, které aplikace zaznamenává automaticky.

source: In this window, you can:
cs_cz: V tomto okně můžete:

source: View the status of interactions.
cs_cz: Zobrazit stav interakcí.

source: Mark interactions as canceled.
cs_cz: Označit interakce jako zrušené.

source: You can delete interaction log entries that have been canceled.
cs_cz: Můžete odstranit položky protokolu interakce, které byly zrušeny.

source: To delete interaction log entries, in the top right corner, choose the Search for Page or Report icon, enter Delete Canceled Interaction Log Entries, and then choose the related link, and then fill in the information.
cs_cz: K odstranění položek protokolu interakcí zvolte v pravém horním rohu ikonu Vyhledat stránku nebo sestavu, zvolte Odstranit položky protokolu stornovaných interakcí a vyberte související odkaz a pak vyplňte informace.

source: Interactions and Segments
cs_cz: Interakce a segmenty

source: The Segment window is a type of worksheet where you can:
cs_cz: Okno Segmenty je typ listu, kde můžete:

source: Create segments.
cs_cz: Vytvořit segmenty.

source: Save the segmentation criteria you have used to select contacts.
cs_cz: Uložit kritéria segmentace, která jste použili při výběru kontaktů.

source: Log the segment and record interactions involving the contacts within the segment.
cs_cz: Protokolovat segment a zaznamenávat interakce s kontakty v segmentu.

source: Segmenting
cs_cz: Segmentace

source: There are several ways to create segments:
cs_cz: Existuje několik způsobů, jak vytvořit segmenty:

source: You can manually enter the contacts you want to include in the segment in the segment lines.
cs_cz: Můžete ručně zadat kontakty, které chcete zahrnout do segmentu v řádcích segmentu.

source: You can select contacts.
cs_cz: Můžete vybrat kontakty.

source: You can reuse a logged segment as the basis to create a new one.
cs_cz: Můžete znovu použít protokolovaný segment jako základ pro vytvoření nového segmentu.

source: You can reuse saved segmentation criteria.
cs_cz: Můžete znovu použít uložená kritéria segmentace.

source: Interactions
cs_cz: Interakce

source: In the Segment window, you can create interactions for several contacts simultaneously.
cs_cz: V okně Segment můžete vytvářet interakce pro několik kontaktů současně.

source: For example, you can merge a segment with a Microsoft Word document, so that you can send a letter to all the contacts in the segment.
cs_cz: Můžete například sloučit segment s dokumentem Microsoft Word tak, že můžete odeslat dopis všem kontaktům v segmentu.

source: You can specify information about the interaction for the segment on the Segment header.
cs_cz: Můžete zadat informace o interakci segmentu v hlavičce Segmentu.

source: For example, you can decide which interaction template you want to use for all the contacts, specify a description, a correspondence type, and so on.
cs_cz: Můžete se například rozhodnout, kterou šablonu interakce chcete použít pro všechny kontakty, určit popis, typ korespondence a podobně.

source: However, you can modify this information in the segment line for each particular contact, for example, by specifying another description for one contact.
cs_cz: Tyto informace však můžete upravit v řádku segmentu pro každý konkrétní kontakt, například zadáním jiného popisu pro kontakt.

source: If you are merging a segment with a Microsoft Word document, you can personalize the document to be sent for one or several of the contacts within the segment, for example, by adding individualized comments to the document.
cs_cz: Pokud slučujete segment s dokumentem aplikace Microsoft Word, můžete přizpůsobit dokument, který má být odeslán pro jeden nebo více kontaktů v segmentu, například přidáním svých komentářů do dokumentu.

source: Logging
cs_cz: Přihlášení

source: In the Segment window, when you choose Log, the application records the interactions in the Interaction Log Entry window, and logs the segment.
cs_cz: V okně Segmenty když zvolíte Protokol, aplikace zaznamená interakce v okně Položky protokolu interakce a protokoluje segment.

source: After you have logged the segment, you can only find it in the Logged Segments window.
cs_cz: Po protokolování segmentu ji můžete najít pouze v okně Protokolované segmenty.

source: In the Logged Segments window, you can decide to create a follow-up segment containing the same contacts as the segment you have logged.
cs_cz: V okně Protokolované segmenty se můžete rozhodnout vytvořit další segment, který bude obsahovat stejné kontakty jako segment, který jste zaznamenali.

source: Create Interactions for Segments
cs_cz: Vytvoření interakcí pro segmenty

source: Set Up Job Responsibilities for Contact Persons
cs_cz: Nastavení pracovních odpovědností pro kontaktní osoby

source: You can add information about the job responsibilities of contact persons to indicate what the contact person is responsible for within their company, for example, IT, management, or production.
cs_cz: Můžete přidat informace o pracovních odpovědnostech kontaktních osob, abyste uvedli, za koho odpovídá osoba v rámci jejich společnosti, například IT, řízení nebo výroby.

source: You can use this information when entering information about your contacts.
cs_cz: Tyto informace můžete použít při zadávání informací o vašich kontaktech.

source: Using job responsibilities on contacts is a two-step process.
cs_cz: Použití pracovních odpovědností v kontaktech je proces o dvou krocích.

source: First, you define the job responsibility code.
cs_cz: Nejprve definujete kód pracovní odpovědnosti.

source: You only have to perform this step one time for each job responsibility.
cs_cz: Pro každou pracovní odpovědnost musíte tento krok provést pouze jednou.

source: Once you have a job responsibility code, you can start to assign the code to contact persons.
cs_cz: Jakmile máte kód pro pracovní odpovědnosti, můžete začít přiřazovat kód ke kontaktním osobám.

source: Define a Job Responsibility Code
cs_cz: Definování kódu pracovní odpovědnosti

source: The job responsibility code defines the type or category of the job, such a MARKETING or PURCHASE.
cs_cz: Kód pracovní odpovědnosti definuje typ nebo kategorii úlohy, např. MARKETING nebo NÁKUP.

source: You can have several job responsibility codes.
cs_cz: Můžete mít několik kódů pracovních odpovědností.

source: To define the job responsibility, you use the Job Responsibilities window.
cs_cz: Chcete-li definovat pracovní odpovědnosti, použijete okno Pracovní odpovědnosti.
